Revit 2024 API
GroupTypeId.StairRisers Property
 Risers.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public static ForgeTypeId StairRisers { get; }
Visual Basic
Public Shared ReadOnly Property StairRisers As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ StairRisers {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace